Repository: xcv58/MacTools
Catalog: Plugins/ActionGrid/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

source: 执行前需要确认。
ar: يلزم التأكيد قبل التشغيل.
de: Vor der Ausführung ist eine Bestätigung erforderlich.
en: Confirmation is required before running.
es: Se requiere confirmación antes de ejecutar.
fr: Une confirmation est requise avant l’exécution.
ja: 実行前に確認が必要です。
ko: 실행 전에 확인이 필요합니다.
pt: É necessária confirmação antes de executar.
ru: Перед запуском требуется подтверждение.
tr: Çalıştırmadan önce onay gerekir.
zh_hant: 執行前需要確認。

source: 上移
ar: تحريك لأعلى
de: Nach oben
en: Move Up
es: Subir
fr: Monter
ja: 上に移動
ko: 위로 이동
pt: Mover para cima
ru: Переместить вверх
tr: Yukarı Taşı

source: 下移
ar: تحريك لأسفل
de: Nach unten
en: Move Down
es: Bajar
fr: Descendre
ja: 下に移動
ko: 아래로 이동
pt: Mover para baixo
ru: Переместить вниз
tr: Aşağı Taşı

source: 保存
ar: حفظ
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hant: 儲存

source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Apagar
ru: Удалить
tr: Sil
zh_hant: 刪除

source: 打开文件夹
ar: فتح المجلد
de: Ordner öffnen
en: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
pt: Abrir pasta
ru: Открыть папку
tr: Klasörü Aç
zh_hant: 打開資料夾

source: 拖动单元格可重新排序。选择操作可原位编辑；选择文件夹可打开下一级网格。
ar: اسحب الخلايا لإعادة ترتيبها. اختر إجراءً لتحريره في مكانه، أو اختر مجلدًا لفتح الشبكة التالية.
de: Zellen zum Sortieren ziehen. Eine Aktion zum direkten Bearbeiten oder einen Ordner für das nächste Raster auswählen.
en: Drag cells to reorder. Select an action to edit it in place, or select a folder to open the next grid.
es: Arrastra las celdas para reordenarlas. Selecciona una acción para editarla o una carpeta para abrir la siguiente cuadrícula.
fr: Faites glisser les cellules pour les réorganiser. Sélectionnez une action pour la modifier ou un dossier pour ouvrir la grille suivante.
ja: セルをドラッグして並べ替えます。アクションを選択してその場で編集するか、フォルダを選択して次のグリッドを開きます。
ko: 셀을 드래그하여 순서를 변경합니다. 동작을 선택해 바로 편집하거나 폴더를 선택해 다음 그리드를 여십시오.
pt: Arraste as células para reordenar. Selecione uma ação para editar no local ou uma pasta para abrir a próxima grade.
ru: Перетаскивайте ячейки для изменения порядка. Выберите действие для редактирования или папку для открытия следующей сетки.
tr: Hücreleri sürükleyerek yeniden sıralayın. Bir eylem seçip yerinde düzenleyin veya klasör seçerek bir sonraki ızgarayı açın.
zh_hant: 拖移單元格可重新排序。選擇操作可原位編輯；選擇資料夾可打開下一級網格。

source: 操作
ar: إجراء
de: Aktion
en: Action
es: Acción
fr: Action
ja: アクション
ko: 동작
pt: Ação
ru: Действие
tr: Eylem

source: 切换
ar: تبديل
de: Umschalten
en: Toggle
es: Alternar
fr: Basculer
ja: 切り替え
ko: 전환
pt: Alternar
ru: Переключатель
tr: Aç/Kapat
zh_hant: 切換

source: 下次执行：%@
ar: الإجراء التالي: %@
de: Nächste Aktion: %@
en: Next action: %@
es: Siguiente acción: %@
fr: Action suivante : %@
ja: 次のアクション：%@
ko: 다음 동작: %@
pt: Próxima ação: %@
ru: Следующее действие: %@
tr: Sıradaki eylem: %@
zh_hant: 下次執行：%@

source: 移动到这里
ar: نقل إلى هنا
de: Hierher bewegen
en: Move Here
es: Mover aquí
fr: Déplacer ici
ja: ここに移動
ko: 여기로 이동
pt: Mover para cá
ru: Переместить сюда
tr: Buraya Taşı
zh_hant: 移到這裡

source: 交换位置
ar: تبديل الموضعين
de: Positionen tauschen
en: Swap Positions
es: Intercambiar posiciones
fr: Permuter les positions
ja: 位置を入れ替え
ko: 위치 바꾸기
pt: Trocar posições
ru: Поменять местами
tr: Konumları Değiştir
zh_hant: 交換位置

source: 松开以与“%@”交换位置
ar: أفلت للتبديل مع «%@»
de: Loslassen, um mit „%@“ zu tauschen
en: Release to swap with “%@”
es: Suelta para intercambiar con “%@”
fr: Relâchez pour permuter avec « %@ »
ja: 放して「%@」と入れ替え
ko: 놓아서 ‘%@’과(와) 위치 바꾸기
pt: Solte para trocar com “%@”
ru: Отпустите, чтобы поменять местами с «%@»
tr: “%@” ile yer değiştirmek için bırakın
zh_hant: 放開以與「%@」交換位置

source: 松开以移动到第 %d 个单元格
ar: أفلت للنقل إلى الخلية %d
de: Loslassen, um in Zelle %d zu bewegen
en: Release to move to Cell %d
es: Suelta para mover a la celda %d
fr: Relâchez pour déplacer vers la cellule %d
ja: 放してセル%dに移動
ko: 놓아서 %d번 셀로 이동
pt: Solte para mover para a célula %d
ru: Отпустите, чтобы переместить в ячейку %d
tr: %d. hücreye taşımak için bırakın
zh_hant: 放開以移到第 %d 個單元格

source: 操作网格
ar: شبكة الإجراءات
de: Aktionsraster
en: Action Grid
es: Cuadrícula de acciones
fr: Grille d’actions
ja: アクショングリッド
ko: 동작 그리드
pt: Grade de ações
ru: Сетка действий
tr: Eylem Izgarası
zh_hant: 操作網格

source: 搜索操作
ar: البحث عن إجراءات
de: Aktionen suchen
en: Search Actions
es: Buscar acciones
fr: Rechercher des actions
ja: アクションを検索
ko: 동작 검색
pt: Buscar ações
ru: Поиск действий
tr: Eylem Ara
zh_hant: 搜尋操作

source: 文件夹
ar: مجلد
de: Ordner
en: Folder
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt: Pasta
ru: Папка
tr: Klasör
zh_hant: 資料夾

source: 文件夹名称
ar: اسم المجلد
de: Ordnername
en: Folder Name
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
pt: Nome da pasta
ru: Имя папки
tr: Klasör Adı
zh_hant: 資料夾名稱

source: 新建文件夹
ar: مجلد جديد
de: Neuer Ordner
en: New Folder
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pt: Nova pasta
ru: Новая папка
tr: Yeni Klasör
zh_hant: 新增資料夾

source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hant: 加入

source: 添加第 %d 个单元格
ar: إضافة الخلية %d
de: Zelle %d hinzufügen
en: Add Cell %d
es: Añadir celda %d
fr: Ajouter la cellule %d
ja: セル%dを追加
ko: %d번 셀 추가
pt: Adicionar célula %d
ru: Добавить ячейку %d
tr: %d. Hücreyi Ekle
zh_hant: 加入第 %d 個單元格

source: 编辑操作
ar: تحرير الإجراء
de: Aktion bearbeiten
en: Edit Action
es: Editar acción
fr: Modifier l’action
ja: アクションを編集
ko: 동작 편집
pt: Editar ação
ru: Изменить действие
tr: Eylemi Düzenle
zh_hant: 編輯操作

source: 自定义名称（可选）
ar: اسم مخصص (اختياري)
de: Eigener Name (optional)
en: Custom Name (Optional)
es: Nombre personalizado (opcional)
fr: Nom personnalisé (facultatif)
ja: カスタム名（オプション）
ko: 사용자 설정 이름(선택 사항)
pt: Nome personalizado (opcional)
ru: Пользовательское имя (необязательно)
tr: Özel Ad (İsteğe Bağlı)
zh_hant: 自訂名稱（可選）

source: 重命名
ar: إعادة تسمية
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hant: 重新命名

source: 重命名文件夹
ar: إعادة تسمية المجلد
de: Ordner umbenennen
en: Rename Folder
es: Renombrar carpeta
fr: Renommer le dossier
ja: フォルダ名を変更
ko: 폴더 이름 변경
pt: Renomear pasta
ru: Переименовать папку
tr: Klasörü Yeniden Adlandır
zh_hant: 重新命名資料夾

source: 返回
ar: رجوع
de: Zurück
en: Back
es: Volver
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri

# action.show.description
source: 在指针附近打开操作网格。
ar: افتح شبكة الإجراءات بالقرب من المؤشر.
de: Öffnet das Aktionsraster neben dem Zeiger.
en: Open Action Grid near the pointer.
es: Abre la cuadrícula de acciones junto al puntero.
fr: Ouvrez la grille d’actions près du pointeur.
ja: ポインタの近くにアクショングリッドを開きます。
ko: 포인터 근처에서 동작 그리드를 엽니다.
pt: Abra a grade de ações perto do cursor.
ru: Открывает сетку действий рядом с указателем.
tr: Eylem Izgarasını işaretçinin yakınında açar.
zh_hant: 在指標附近開啟操作網格。

# action.show.title
source: 显示操作网格
ar: إظهار شبكة الإجراءات
de: Aktionsraster anzeigen
en: Show Action Grid
es: Mostrar cuadrícula de acciones
fr: Afficher la grille d’actions
ja: アクショングリッドを表示
ko: 동작 그리드 표시
pt: Mostrar grade de ações
ru: Показать сетку действий
tr: Eylem Izgarasını Göster
zh_hant: 顯示操作網格

# metadata.description
source: 在指针附近打开常用操作网格
ar: افتح شبكة إجراءات مفضلة بالقرب من المؤشر
de: Bevorzugte Aktionen neben dem Zeiger öffnen
en: Open favorite actions near the pointer
es: Abre acciones favoritas junto al puntero
fr: Ouvrez vos actions favorites près du pointeur
ja: ポインタの近くでお気に入りのアクションを開く
ko: 포인터 근처에서 즐겨찾기 동작 열기
pt: Abra ações favoritas perto do cursor
ru: Открывайте избранные действия рядом с указателем
tr: Sık kullandığınız eylemleri işaretçinin yakınında açar
zh_hant: 在指標附近開啟常用操作網格

# metadata.title
source: 操作网格
ar: شبكة الإجراءات
de: Aktionsraster
en: Action Grid
es: Cuadrícula de acciones
fr: Grille d’actions
ja: アクショングリッド
ko: 동작 그리드
pt: Grade de ações
ru: Сетка действий
tr: Eylem Izgarası
zh_hant: 操作網格

source: 不可用
ar: غير متوفر
de: Nicht verfügbar
en: Not available
es: No disponible
fr: Non disponible
ja: 利用不可
ko: 사용할 수 없음
pt: Não disponível
ru: Недоступно
tr: Kullanılamıyor

source: 不可用操作
ar: إجراء غير متاح
de: Nicht verfügbare Aktion
en: Unavailable Action
es: Acción no disponible
fr: Action indisponible
ja: 利用できないアクション
ko: 사용할 수 없는 액션
pt: Ação indisponível
ru: Недоступное действие
tr: Kullanılamayan Eylem

source: 从操作网格移除此条目
ar: إزالة هذا الإدخال من شبكة العمليات
de: Entfernen Sie diesen Eintrag aus dem Betriebsraster
en: Remove this entry from Action Grid
es: Eliminar esta entrada de la cuadrícula de operaciones
fr: Supprimer cette entrée de la grille des opérations
ja: このエントリを操作グリッドから削除します
ko: 작업 그리드에서 이 항목을 제거하세요.
pt: Remova esta entrada da grade de operações
ru: Удалить эту запись из таблицы операций
tr: Bu öğeyi Eylem Izgarasından kaldır
zh_hant: 從操作網格移除此條目

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

source: 可用
ar: متوفر
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 在庫あり
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Kullanılabilir

source: 打开操作提供者设置
ar: فتح إعدادات موفر الإجراء
de: Einstellungen des Aktionsanbieters öffnen
en: Open action provider settings
es: Abrir configuración del proveedor de acciones
fr: Ouvrir les paramètres du fournisseur d'action
ja: アクションプロバイダー設定を開く
ko: 액션 제공자 설정 열기
pt: Abrir configurações do provedor de ação
ru: Открыть настройки поставщика действий
tr: Eylem sağlayıcı ayarlarını aç
zh_hant: 開啟操作提供者設定

source: 提供者缺失
ar: المزود مفقود
de: Anbieter fehlt
en: Provider missing
es: Falta el proveedor
fr: Fournisseur manquant
ja: プロバイダーがありません
ko: 공급자 누락
pt: Provedor ausente
ru: Отсутствует поставщик
tr: Sağlayıcı eksik

source: 操作不可用。
ar: العملية غير متاحة.
de: Der Vorgang ist nicht verfügbar.
en: The action is unavailable.
es: La operación no está disponible.
fr: L'opération n'est pas disponible.
ja: 操作ができません。
ko: 조작이 불가능합니다.
pt: A operação não está disponível.
ru: Операция недоступна.
tr: Eylem kullanılamıyor.

source: 操作网格暂时无法显示。
ar: لا يمكن عرض شبكة التشغيل مؤقتًا.
de: Das Betriebsraster kann vorübergehend nicht angezeigt werden.
en: Action Grid is temporarily unavailable.
es: La cuadrícula de operación no se puede mostrar temporalmente.
fr: La grille de fonctionnement ne peut pas être affichée temporairement.
ja: 一時的に操作グリッドが表示できなくなりました。
ko: 작업 그리드를 일시적으로 표시할 수 없습니다.
pt: A grade de operação não pode ser exibida temporariamente.
ru: Невозможно временно отобразить операционную сетку.
tr: Eylem Izgarası geçici olarak kullanılamıyor.
zh_hant: 操作網格暫時無法顯示。

source: 无法显示操作网格。
ar: غير قادر على عرض شبكة التشغيل.
de: Das Betriebsraster kann nicht angezeigt werden.
en: Unable to show Action Grid.
es: No se puede mostrar la cuadrícula de operaciones.
fr: Impossible d'afficher la grille de fonctionnement.
ja: 操作グリッドが表示できません。
ko: 작업 그리드를 표시할 수 없습니다.
pt: Não é possível exibir a grade de operação.
ru: Невозможно отобразить операционную сетку.
tr: Eylem Izgarası gösterilemiyor.
zh_hant: 無法顯示操作網格。

source: 无法读取已保存的网格：%@
ar: غير قادر على قراءة الشبكة المحفوظة: %@
de: Gespeichertes Raster kann nicht gelesen werden: %@
en: Unable to read saved grid: %@
es: No se puede leer la cuadrícula guardada: %@
fr: Impossible de lire la grille enregistrée : %@
ja: 保存されたグリッドを読み取れません: %@
ko: 저장된 그리드를 읽을 수 없습니다: %@
pt: Não foi possível ler a grade salva: %@
ru: Невозможно прочитать сохраненную сетку: %@
tr: Kaydedilen ızgara okunamadı: %@
zh_hant: 無法讀取已儲存的網格：%@

source: 替换
ar: يستبدل
de: ersetzt
en: Replace
es: reemplaza a
fr: remplace
ja: は
ko: 는
pt: substitui
ru: заменяет
tr: Değiştir
zh_hant: 替換

source: 替换“%@”
ar: يستبدل “%@”
de: ersetzt „%@“
en: Replace “%@”
es: reemplaza “%@”
fr: remplace « %@ »
ja: は「%@」
ko: 는 “%@”
pt: substitui “%@”
ru: заменяет «%@»
tr: “%@” Öğesini Değiştir
zh_hant: 替換「%@」

source: 条目
ar: الإدخال
de: Eintrag
en: Entry
es: Entrada
fr: Entrée
ja: エントリ
ko: 입장
pt: Entrada
ru: Ввод
tr: Öğe
zh_hant: 條目

source: 添加操作
ar: إضافة إجراء
de: Aktion hinzufügen
en: Add Action
es: Añadir acción
fr: Ajouter une action
ja: アクションを追加
ko: 액션 추가
pt: Adicionar ação
ru: Добавить действие
tr: Eylem Ekle
zh_hant: 新增操作

source: 添加最多九个操作。
ar: إضافة ما يصل إلى تسع عمليات.
de: Fügen Sie bis zu neun Vorgänge hinzu.
en: Add up to nine actions.
es: Suma hasta nueve operaciones.
fr: Ajoutez jusqu'à neuf opérations.
ja: 最大 9 つのオペレーションを追加します。
ko: 최대 9개의 작업을 추가합니다.
pt: Adicione até nove operações.
ru: Добавьте до девяти операций.
tr: En fazla dokuz eylem ekleyin.
zh_hant: 增加最多九個操作。

source: 移除“%@”
ar: إزالة “%@”
de: Entfernen Sie „%@“
en: Remove “%@”
es: Eliminar “%@”
fr: Supprimer « %@ »
ja: 「%@」を削除
ko: “%@” 제거
pt: Remover “%@”
ru: Удалите «%@»
tr: “%@” Öğesini Kaldır

source: 第 %d 个条目
ar: الإدخال الرابع %d
de: ter Eintrag %d
en: Entry %d
es: ésima entrada %d
fr: ème entrée %d
ja: 番目のエントリ %d
ko: 번째 항목 %d
pt: ª entrada %d
ru: -я запись %d
tr: %d. Öğe
zh_hant: 第 %d 筆

source: 网格为空
ar: شبكة الإجراءات فارغة
de: Aktionsraster ist leer
en: Grid is empty
es: La cuadrícula de acciones está vacía
fr: La grille d’actions est vide
ja: アクショングリッドは空です
ko: 액션 그리드가 비어 있음
pt: A grade de ações está vazia
ru: Сетка действий пуста
tr: Izgara boş
zh_hant: 操作網格是空的

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

source: 设置“%@”
ar: ضبط “%@”
de: Stellen Sie „%@“ ein
en: Settings for “%@”
es: Establezca “%@”
fr: Définir « %@ »
ja: 「%@」を設定
ko: “%@” 설정
pt: Defina “%@”
ru: Установите «%@»
tr: “%@” Ayarları
zh_hant: 設定「%@」

source: 请先配置操作网格。
ar: يرجى تكوين شبكة التشغيل أولاً.
de: Bitte konfigurieren Sie zuerst das Betriebsraster.
en: Configure Action Grid first.
es: Primero configure la cuadrícula de operación.
fr: Veuillez d'abord configurer la grille de fonctionnement.
ja: 最初にオペレーショングリッドを設定してください。
ko: 먼저 작업 그리드를 구성해 주세요.
pt: Configure primeiro a grade de operação.
ru: Сначала настройте операционную сетку.
tr: Önce Eylem Izgarasını yapılandırın.
zh_hant: 請先配置操作網格。

source: 这会替换当前条目，并使用一组安全的建议操作。
ar: يستبدل هذا الإدخال الحالي بمجموعة آمنة من الإجراءات الموصى بها.
de: Dadurch wird der aktuelle Eintrag durch einen sicheren Satz empfohlener Aktionen ersetzt.
en: This replaces the current entry with a safe set of recommended actions.
es: Esto reemplaza la entrada actual con un conjunto seguro de acciones recomendadas.
fr: Ceci remplace l'entrée actuelle par un ensemble sûr d'actions recommandées.
ja: これにより、現在のエントリが推奨されるアクションの安全なセットに置き換えられます。
ko: 이것은 현재 항목을 안전한 권장 조치 세트로 대체합니다.
pt: Isso substitui a entrada atual por um conjunto seguro de ações recomendadas.
ru: Текущая запись заменяется безопасным набором рекомендуемых действий.
tr: Bu işlem, geçerli öğeyi önerilen güvenli eylem kümesiyle değiştirir.
zh_hant: 這會取代目前條目，並使用一組安全的建議操作。

source: 选择其他操作替换此条目
ar: اختر إجراء آخر لاستبدال هذا الإدخال
de: Wählen Sie eine andere Aktion aus, um diesen Eintrag zu ersetzen
en: Select another action to replace this entry
es: Seleccione otra acción para reemplazar esta entrada
fr: Sélectionnez une autre action pour remplacer cette entrée
ja: このエントリを置き換える別のアクションを選択してください
ko: 이 항목을 대체하려면 다른 작업을 선택하세요.
pt: Selecione outra ação para substituir esta entrada
ru: Выберите другое действие для замены этой записи
tr: Bu öğeyi değiştirmek için başka bir eylem seçin
zh_hant: 選擇其他操作替換此條目

source: 重新安装后会自动恢复
ar: سيتم استعادته تلقائيًا بعد إعادة التثبيت
de: wird nach der Neuinstallation automatisch wiederhergestellt
en: Restores automatically after reinstallation
es: se restaurará automáticamente después de la reinstalación
fr: sera automatiquement restauré après la réinstallation
ja: は再インストール後に自動的に復元されます
ko: 는 재설치 후 자동으로 복원됩니다.
pt: será restaurado automaticamente após a reinstalação
ru: автоматически восстановится после переустановки
tr: Yeniden yüklemeden sonra otomatik olarak geri yüklenir
zh_hant: 重新安裝後會自動恢復

source: 重置
ar: إعادة تعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сброс
tr: Sıfırla
zh_hant: 重設

source: 重置操作网格？
ar: إعادة تعيين شبكة الإجراءات؟
de: Aktionsraster zurücksetzen?
en: Reset Action Grid?
es: ¿Restablecer la cuadrícula de acciones?
fr: Réinitialiser la grille d’actions ?
ja: アクショングリッドをリセットしますか？
ko: 액션 그리드를 재설정할까요?
pt: Redefinir a grade de ações?
ru: Сбросить сетку действий?
tr: Eylem Izgarası sıfırlansın mı?
zh_hant: 重設操作網格？

source: 预览
ar: معاينة
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt: Visualização
ru: Предварительный просмотр
tr: Önizleme
zh_hant: 預覽
